{
    "\"Blue Exorcist\"": "\"青之驅魔師\"",

    "\"DEMON LORD 2099\"": "\"魔王2099\"",
    "Five centuries ago, Demon .* his for the taking!": "這裡是統合曆2099年──新宿市。\\n在被滅亡的500年後，傳說中的魔王「貝爾托爾」再次降臨於發展達到極致的未來都市。\\n巨大都市國家的輝煌繁榮……以及其背後所隱藏的慘烈「黑暗」，藉由「他」的降臨一一揭開。\\n為了統治新世界，魔王將在未來縱橫馳騁！",

    "\"I'll Become a Villainess Who Goes Down in History\"": "\"成為名留歷史的壞女人吧\"",
    "This young girl hates all those goodie-two-shoes heroines.*she ever wants to become the world’s greatest villainess.": "最討厭「好孩子」故事設定的主角，卻意外的轉生到自己最喜歡的女性向戀愛遊戲當中，並且成為遊戲裡反派千金。\\n既然已經如願以償地轉生到此處，她索性從小就立下志向，一定要成為能夠名留青史、世界上最出色的壞女人。",
    "The Villainess and Working Out": "惡女與健身",
    "The Villainess and a Kiss": "惡女與接吻",
    "The Villainess and Trespassing": "惡女與非法入侵",
    "The Villainess and the Flower Field": "惡女與花園",
    "The Villainess and the Villainess Test": "惡女與惡役千金考驗",
    "The Villainess and Sleeping Side by Side": "惡女與睡覺",
    "The Villainess Sits This One Out": "惡女休息一回",
    "The Villainess and the Return": "惡女與大復活",
    "The Villainess and the Dramatic Chin Lift": "惡女與抬下巴",
    "The Villainess and the Past": "惡女與過去",
    "The Villainess and the School Idol": "惡女與學員領袖",
    "The Villainess and the Saint": "惡女與聖女",
    "The Villainess and the Prince": "惡女與王子",

    "\"Days with My Stepsister\"": "\"義妹生活\"",
    "When his father remarries, Yuta Asamura winds up sharing a roof with his new stepsister, Saki Ayase, the hottest girl in his grade. Carrying the scars of their parents’ troubled divorces, they vow to maintain a respectful distance. But what starts as cautious camaraderie blossoms into something deeper from shared experiences. Is it admiration, familial love, or something more?": "高中生淺村悠太，由於父親再婚，和學年第一美少女綾瀨沙季成為同住一個屋簷下的兄妹。都見過雙親感情破裂的兩人對男女關係慎重看待，約好要保持適度的距離，既不接近也不對立。沙季渴望親情而一直獨自努力，因此不懂得如何依賴別人，悠太也不曉得該如何以哥哥的身分與她相處。某些地方十分相似的兩人，逐漸感受到與對方共同生活有多麼愜意……。這是一個可能會發展成戀愛的故事。原本素昧平生的男女，一點一點地接近、彼此關係漸漸改變的 ── 戀愛生活。",

    "\"Kinokoinu Mushroom Pup\"": "\"菇狗\"",
    "Author Hotaru Yuyami .* moments with his new capricious companion.": "繪本作家．夕闇螢因為愛犬．花子過世而難過得把自己封閉起來，但是某一天，當他眺望庭院裡的粉紅色蘑菇時，蘑菇居然從土裡冒出來，變成了一隻狗！\\n「菇狗」的出現雖然很莫名其妙，卻讓阿螢慢慢走出悲傷，重新振作起來，而阿螢的責編．駒子，還有忠實書迷兼蘑菇研究所員．矢良的幫助，更讓阿螢開始與外面的世界有了更多接觸。",
    
    "\"Ron Kamonohashi's Forbidden Deductions\"": "\"鴨乃橋論的禁忌推理\"",
    "Ron Kamonohashi .* solving their first mystery!": "過去，偵探培訓學校BULE，曾有一位號稱無論什麼謎題都解得開的天才，本人也宣告希望終生將稀有的天賦奉獻給偵探業的男人「鴨乃橋論」。\\n但是，他作為偵探卻有個致命的缺陷：破案率100％，犯人逮捕率卻是0％！？\\n有苦難言的偵探鴨乃橋論將與單純呆傻的搜查一課刑警一色都都丸聯手，華麗地解開所有的謎題。",
    
    "\"Tower of God\"": "\"神之塔\"",
    "Tower of God Season 2": "神之塔 第2季",
    "Reach the top, .* and Bam, the boy who needed nothing but her": "一位叫做第二十五夜的男孩，生命中有大半的時間都被困在那又廣大又神秘的塔底下，唯一陪伴在他身邊的只有他的朋友——蕾哈爾。\\n然而有一天蕾哈爾卻為了追逐繁星而踏入神之塔，追隨著她的腳步，夜打了塔的大門，試著面對每一樓層的挑戰，揭開塔的秘密，展開一場屬於他的冒險",
    
    "\"The Do-Over Damsel Conquers the Dragon Emperor\"": "\"重啟人生的千金小姐正在攻略龍帝陛下\"",
    "Jill breaks out .* This is her last chance to get it right!": "有「軍神令孃」之稱的伯爵千金吉兒，在戰場上的戰功卓著，仍抵不過未婚夫王太子的背叛，她遭到王太子的拘捕並宣佈死刑，儘管嘗試逃脫，卻依舊被女神之槍貫穿了胸膛。\\n魂歸冥府之際，她發覺自己死後重生回到10歲，身處在被迫與王太子訂婚的那場晚宴裡，為了避免跟前世一樣重蹈覆轍，倉促之下選擇了跟身後的帝國皇帝求婚。此舉雖擺脫了王太子咄咄逼人的糾纏，但接替而來的是，她跟帝國皇帝之間前途未卜的命運。",
    "I Tried to Avoid the Route to Destruction and Somehow Ended Up Courting My Greatest Enemy": "原本打算避開毀滅路線，不知為何卻向最大的敵人求婚了",
    "I Already Know the Tragedy That Is to Come, so I Will Do What I Can to Avoid It": "因為已經知道之後發生的悲劇，所以無論如何都要迴避",
    "The Situation Is Desperate, but as the God of War’s Daughter, I Will Defeat the Enemy with Brute Strength": "雖然在絕望的狀態之下，但身為軍神大小姐，用武力開啟無雙",
    "My Fiancé Is Trying His Best to Woo Me and I Don’t Know What to Do about It": "因為婚約對象認真的追求，所以完全不知道處理方法",
    "When Seeking the Truth, Things Turned into an Argument, so I Can No Longer Do Anything": "當尋找真相而吵架時，我卻什麼都做不了",
    "Upstarts Are Attempting to Get Close to My Fiancé and I Want to Beat Them at Their Own Game": "因為有人想接近我的婚約對象，所以我打算狠狠教訓他們",
    "I Want to Stop Living the Slow Life, so I Have Decided to Start in the Dragon Knights": "因為不想過慢生活，所以決定加入龍騎士團了",
    "I, the Dragon Consort, Am Now Hated by the Dragon and I Want to Find a Way to Be Friendly Again": "身為龍妃的我被龍所討厭，所以想辦法和它們搞好關係",
    "My Fiancé and I Nearly Ripped Each Other to Shreds and It May Still End up Being a Bloodbath": "差點變成和婚約對象的修羅場，最後還是變成修羅場了",
    "As a Result of Doing-over My Life, I Find Myself Out of Options Once Again": "雖然重啟過人生，但人生又一次陷入了絕境",
    "My Fiancé’s Uncle Is Behaving So Outrageously That I Can No Longer Stand Silently By": "婚約者的叔父太過亂來，已經不能沉默看待就算了",
    
    "\"Nina the Starry Bride\"": "\"星辰墜落之國的妮娜\"",
    "Nina never imagined she would be at the center of a royal deception. She’s had a rough start in life as an orphan in the castle town of Fortna. But when Prince Azure notices that her deep blue eyes look the same as the late Princess Alisha’s, he ordains that she takes her place and marry the Prince of Galgada. Despite this uncertain fate, she finds joy in knowing someone finally needs her.": "在福爾托納王國的郭外生活的孤兒妮娜，擁有和辰星之神一般深藍色－琉璃色的眼睛。由於和死於意外事故的福爾托納王國公主阿麗莎擁有相同顏色的眼睛，妮娜被第二王子阿茲爾找到，並被要求成為公主的替代品。身為辰星巫女以及公主的替身，妮娜被賜予的使命是——在三個月後，作為假冒新娘，嫁給大國加爾加達的第一王子賽特。即使被命運玩弄，妮娜也為自己受人需要而感到欣喜。她直率的雙眼注視的究竟是什麼……為守護珍愛之人而下定決心之時，各自的命運都開始發生巨變！！",
    
    "\"Puniru is a Kawaii Slime\"": "\"噗妮露是可愛史萊姆\"",
    "I HATE YOU and I LOVE YOU": "我恨你和我愛你",
    "Puniru follows Kotaro to school to take him something he forgot, but they end up getting into a fight. Puniru turns into an idol to get Kotaro to admit she’s cute. Kotaro tries to enlist Puniru’s help in winning the affections of his crush, Kirara-senpai.": "河合井小太郎是一位國二生。他在小時候捏的史萊姆意外有了生命，於是他幫她取名為「噗妮露」，兩人一同度過了美好的童年。然而，七年後的噗妮露竟變成了一位超級美少女！搞得小太郎總是害羞不已，不知道該如何和她相處，只能刻意用冷淡的態度對待她。面對這樣的小太郎，噗妮露總會變身成各種不同的模樣，試圖讓小太郎說出「好可愛」…。 另一方面，小太郎非常憧憬學校的學姐．雲母麻美，但班上的輕浮男．南波遊助總是刻意裝熟接近她，這讓小太郎非常不滿。於是，他決定利用噗妮露實施“某個作戰”。",
    "Neither Friend nor Slime": "既不是朋友也不是史萊姆",
    "Kotaro asks Puniru to turn into a first grader and act lost so he can look good in front of Kirara-senpai, but little does he know Kirara’s maternal instincts go into overdrive around children. Puniru later plays a trick using this knowledge.": "對任何人都非常溫柔的雲母麻美是學校的聖母兼女神。為了吸引她的注意力，小太郎拜託噗妮露變身成「某個模樣」。然而，看到那樣的噗妮露後，雲母學姊的反應卻有些奇怪…。就在這時，他們學校的理科老師真戶博士竟盯上噗妮露，意圖將噗妮露抓來當作滿足自身野心的研究材料。",
    "Kawaii Puniru is a Slime": "可愛的噗妮露是史萊姆",
    "Kotaro’s favorite plushie as a child was the adorable Kyuthi-chan, which had a profound (jealous) effect on Puniru. Now he wants to go to the Kyuthi Café, where he gets Puniru to pretend to be his girlfriend so he can order a dish meant for couples.": "這天，小太郎來到了自己最喜歡的角色、小Cutie的合作咖啡廳。本來他應該在小Cutie的包圍下，享受這段幸福的時光，卻沒想到噗妮露也悄悄跟來了…。5月5號是兒童節。在南波的邀請下，小太郎和噗妮露一起參加了兒童武鬥大賽。面對那些為了奢華獎品而來的強者們，噗妮露也不甘示弱地努力抗戰。這場激烈的對決究竟會如何發展呢!?",
    "Alice in Kyuthi Land": "可愛王國「Cutie樂園」的愛麗絲",
    "Alice, granddaughter to the president of the toy company that made Kyuthi-chan, challenges Puniru to see whether she or a character Alice created is more adorable—and you could say the competition gets blown into gigantic proportions!": "噗妮露的對手登場!?小太郎的同學．御金賀愛麗絲是長大後預定會繼承「Cutie王國」公司的超級千金大小姐，為了爭奪可愛王的寶座，她與噗妮露展開了激烈的對決。但她其實很羨慕噗妮露，因為她自己創造的角色．綸倫並不像噗妮露這樣擁有生命。某天早上，愛麗絲發現綸倫動起來了，並興奮地喊著「變成人了！」，但事情並不是她所想的那樣…。",
    "GO! GO! Fabulous Cheer Routine!": "GO！GO！華麗地應援",
    "In an attempt to please Alice, Hodai dons a Runrune costume. Meanwhile, Nanpa, Puniru, and Hone-chan fight over Robo Runrune. Then, to put some pep back in the exhausted Kirara-senpai’s step, Puniru and Runrune become cheerleaders.": "體育祭的季節到了。雲母前輩因為忙於準備（導致與孩子的接觸不足）而感到沒有精神。噗妮露想用特別的應援來鼓勵她。然而，另一方面，寶代帶來的新的倫倫的寄養問題，讓噗妮露和南波展開了一場認真的較量！",
    "The Runrune-tastic Grand Prix, Now with Puniru!": "全是綸綸的GP（大獎賽）噗妮露也有登場喔！",
    "Puniru gets moldy and down in the dumps when Runrune starts ignoring her. Later, she’s determined to get Runrune and Alice to be friends again. Next, AI Runrune hits the scene, and Alice and Puniru face off to see which Runrune is better.": "看到「冒牌貨」綸倫和大家相處得非常融洽，讓愛麗絲覺得難以接受。雖然噗妮露也試圖讓愛麗絲和綸綸和好，但卻屢屢碰壁。於是，她策畫了一場決定誰是「真品」的比賽！參加的人有「冒牌貨」綸綸、寶代創造的新綸綸，甚至還有扮成綸綸的寶代和噗妮露，一場波瀾壯闊的戰鬥已經拉開序幕……全校師生都被捲入其中的第一屆綸綸大賽正式開始！",
    "Kotaro and the boys go to the beach for a day of fun while Puniru and Kirara-senpai are at the school pool. Later, Kotaro asks Puniru to help him cool off with a special transformation, the gang hits a café, and then it’s time to tackle summer homework.": "說到夏天，就會想到海！…於是小太郎等人一同來到了海水浴場，然而卻沒找到最關鍵的那些人……。不過，小太郎意外地與愛慕的雲母學姊展開了初次約會。看到小太郎為了耍帥勉強自己，雲母學姊對他說了某句話…？此外，眼看暑假快到尾聲，小太郎和南波卻還沒寫完暑假作業，究竟他們能否順利完成所有作業呢？",
    "Gather 'Round for the School Festival!": "文化祭！全員集合",
    "It’s time for the school festival, but Puniru and Alice get into a fight over Kotaro. Alice tries to win him over with an incredible offer, and Puniru tries to throw the match so he can pursue his dreams.": "為了搶奪小太郎（作為將來的工具人），噗妮露和愛麗絲決定用文化祭的攤位一決勝負。深知小太郎有多麼懶惰，噗妮露非常有自信他絕對不會幫愛麗絲的忙，然而小太郎卻突然展現出噗妮露「不知道的一面」…！",
    "Let's Start a Band, Punks!": "來組樂團吧!",
    "Kotaro wants to be cool and decides to try his luck with dragons and a rock band. Puniru then lets the cat out of the bag about Kotaro’s feelings for Kirara, which forces him to make a move. Can he get Puniru to help him out?": "小太郎下定決心要成為配得上雲母學姊的帥氣男人。他先是挑戰重訓、又練龍旗…在經過各種嘗試後，小太郎最終決定挑戰玩樂團！於是他帶著吉他，為了尋找樂團夥伴四處奔走…究竟他的心意是否能傳達給雲母學姊呢?!",
    "Merry Punirumas!": "聖誕噗妮露快樂！",
    "Ever since being teased as kid for liking cute things, Kotaro has never enjoyed Christmas. This year his parents are going on a trip for the holiday, so in order to avoid being stuck home alone with Puniru, he tries to throw a Christmas party.": "今天就是眾人期待已久的聖誕節…然而，小太郎卻沒有任何安排。這樣下去，就要和噗妮露單獨過聖誕節了…為了避免這個情況，他急忙策畫出一場居家派對，結果大家似乎都已經有活動了。究竟小太郎是否能迎來理想中的聖誕節呢？",
    "Scoop Up a Spoonful of Christmas": "舀起一匙聖誕節",
    "Puniru says she’ll spend the holiday with whoever brings her the cutest Christmas cake, but the offerings she gets are... interesting. When a certain someone loses their patience, she may yet get a Christmas to remember.": "我想和妳一起過聖誕節…頓時成為搶手貨的噗妮露告訴眾人會和帶來「我最想要的可愛聖誕節蛋糕」的人一起度過聖誕節。於是，每個人都帶來了自己精心準備的作品，準備在當天來場堂堂正正的比賽！",
    "A Lovely, Puniful Destination": "享受美好的旅程",
    "Out of the blue, Kotaro wins tickets to a ski resort—specifically the Runrune Resort run by Alice. When they get there, Puniru is determined to make an impression, and her desire to be cuter than ever may just spur even greater adventure.": "意外抽中一個自己完全沒印象有參加過的獎，於是小太郎等人一起來到滑雪勝地旅遊。結果在那邊等著他們的，竟是愛麗絲擅自建造的「綸綸渡假村」!?雖然有些莫名其妙，但大家又是玩雪又是泡溫泉，度過了非常愉快的時光，而噗妮露和小太郎也藉此重新審視了彼此的關係。最終，噗妮露做出的決定是…？",

    "\"Shangri-La Frontier\"": "\"香格里拉・開拓異境~糞作獵手挑戰神作~\"",
    "Rakuro Hizutome only cares about one thing: beating crappy VR games. He devotes his entire life to these buggy games and could clear them all in his sleep. One day, he decides to challenge himself and play a popular god-tier game called Shangri-La Frontier. But he quickly learns just how difficult it is. Will his expert skills be enough to uncover its hidden secrets?": "如果世界上的遊戲有100款神作，那麼也就有存在著1000款糞作。這是深愛糞作也為糞作所鍾愛的男人「陽務樂郎」，挑戰與糞作完全極端的神作「香格里拉·開拓異境」的故事。 原著網路小說累計超過5億點閱，未出小說單行本便直接在「週刊少年Magazine」進行漫畫連載，並在這擁有60年以上歷史的漫畫雜誌達成史上首次的讀者問卷四連冠！ 以每個人都有過的遊戲體驗描寫全新感覺的奇幻故事，讓沉浸在過去回憶的大人們&活在先進科技中的年輕人一同體驗踏上新冒險的興奮心情。 一位糞作獵手挑戰神作，最棒的「遊戲×奇幻」冒險譚，開幕！",
    
    "\"I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time\"": "\"雖然是公會的櫃檯小姐，但因為不想加班所以打算獨自討伐迷宮頭目\"",
    

    "Continue Watching": "繼續觀看",
    "Check out the first few episodes of these new shows for free!": "免費觀看這些新節目的前幾集！",
    "October 2024 Seasonal Sampler": "2024年10月新番推薦",
    "Latest Series From The Fall Season": "最新秋季系列",
    "The hottest new and continuing series have arrived on Crunchyroll!": "最熱門的新番和持續更新的系列已經登場於 Crunchyroll！",
    "New Season Exclusives": "新季獨佔",
    "These titles are only available on Crunchyroll!": "這些動畫僅在 Crunchyroll 提供！",
    "2021 Anime Awards Winner": "2021年動畫獎獲獎者",
    
    
    "Kadokawa Pictures Inc.": "角川映畫株式會社",
    "Aniplex of America": "Aniplex株式會社(美國分公司)",
    "ABC Asahi": "朝日放送集團控股",
    "Fuji Creative Corporation": "富士創意公司",
    "Kodansha Ltd.": "講談社",
    "\"Toho\"": "\"東寶株式會社\"",
    "\"ntv\"": "\"日本電視放送網株式會社\"",
    "Tencent": "騰訊控股有限公司",
    "Bandai Visual": "萬代影視株式會社",
    "TMS Entertainment Co., Ltd.": "TMS娛樂有限公司",
    "TV TOKYO": "東京電視台",

    "\"Profanity\"": "\"髒話\"",
    "\"Violence\"": "\"暴力\"",
    "\"Smoking\"": "\"吸煙\"",
    "\"Suicide\"": "\"自殺\"",
    "\"Nudity\"": "\"裸體\"",
    "\"Sexualized Imagery\"": "\"性意象\"",
    "\"Sexual Content\"": "\"性內容\"",
    "\"Suggestive Dialogue\"": "\"暗示性對話\"",
    "\"Drug/Alcohol Use\"": "\"吸毒/酗酒\"",
    "\"Supernatural Horror\"": "\"超自然恐怖\"",
    "\"Blood/Gore\"": "\"血液/血腥\"",
    "原文": "譯文"
}
